{"reviewText": "My dentist recmomended this as a relaxation technque of rdental visits. They give me an ipod with headphones, play tis on it and it relieves some of the stress of dental teratment, which I dislike intensely.\nIt worked so well that I bought my own copy to try at ho. I fall asleep aftre a ouple of minutes and stay asleep. Instead of tossing and turning ,I hardly move at all. Highly recommnd.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I am personally aqcuianted with a member of this group and I lvoe his music but unfortunately, despite his efforts and talent which are ot ell exhibited herein, are for naught.  The lyrics are foten unintelligible, the melodies are boring and repetitious, and the recording quality is marginal.   am sad because I knwo these young folk sare greatly inspired but it is no demnstrated here.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "The C dcover was broken when I ot it", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This is an uplifting, keep going, motivating son.g  Because te Lord is truly  Big and strong  He is my everything. And I like to share was awesome in hte Lord. What is'nt. He fils me. Thank you Lord.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I boght this vinyl 2 imes and ety won't except m,y po box only my physical address! i paid for the shipping 2 different timesand never got the record. they said that my address didn't exist and i had ordered other products and got them deliered to my house nop roblem this ocmany is a scam and don't have abe products they only steal everything you have cb there the scum fo the word!!!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I purchased this ablum to help me sleep after we had to take the air conditioner out of the window, unfortunately this file only plays 39.55 minutes outo f hte 105 minutes it's suposed to play, cuttin off suddenly and distractinlgy. I hav econtacted Amazon regarding this, they made the download available to me again; I followed their instructions clearing my cache, uinstalling their downloader, and restarting my computer, but teh file still has the same problem. It's evident htt teh file they have is just plain corrupt. Ive requeted a refund, but have hear nothing back. Don't buy this CD!\n\nUPDATE:A mazon refunded mypurchase pirce for this item soon after I had witen this review.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "odo", "sentiment": "positive", "category": "spelling"}
{"reviewText": "\"Rainbow\" was ahar album for me to review. I ove Johnny Cash, andt o give anything that he has dn eless than 4 stars is tough for me. \"Rainbow\" was released in 985 and was Cash's last alubm for Columbia. Veteran Memphis producr Chips Moman was given the honors this time around. ChispM oman ad produced some incredible R&B hits, as well as bringing Willie Nelson to the masses with \"Always on my Mind.\" However, this pairing does'nt work as well.  The material is weak and some qutie ill-suied for Cash. \"Easy Street\" sounds contrived as Johnny Cash tries to relate to being a millionaire whosh aving a ad day. PLEEEEZ. On \"Love eM LikeY ou Used To\" Cash sounds as bored singing it as Idid listening to itSad. The album has threer eal good momnets though. The opener \"I'm Leaving Now\" is a great lead track tht Cash wrote about \"The System\" not a woman. Cut two i Kris Kristofferson's \"Here Comes That Rainbow Again\"which is an uplifting story told well. Cash's covero f CCR's \"Hvae You Ever Seen the Rain\" stands out also. This was the last dgiital download I needed to complete my collection. Now you know why.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This was the very last original album from Johnny Cah to be released on Columbia records, after you listen to it you'll see why. A few good gems aer on his, like his version of the CCR classic \"Have you ever seen the ran?\" but all in all this album is just lame. BUT I will say this......he then signed to Mercur yrecords an made 5....yes 5 totally awesomeCDs!  Buy all 5 of those merucry releass......1. Johnny cash is coming o Town....2. Waterfrom ht eWells of Home....3. Classic Cash '88 (re-reocrdings of his big hits)....4. Boom-chicka-Boom.....5. The Mystery o fLife.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I thoroughly enjoyed the Battlefield rnedition of the sres' many games' different thems. Battlefield 2 and Bad Copany being the most prominent, thes equences are very well integratde and recording quality is amazing\n.\nThe reason for 4 stars instead of 5 is the very long, and very odd section f percussion only, about halfway throug hthe song. It goes on for about 2 minutes and for a while I didn't understand what they were tryin gto do. I then figured that it was probably teir attempt at theB attlefield 3 and 4 theme. But no,i t's not. The album came out eve nbefore Bad oCpay 2 did... t doesn't ruin the overall experince entirely, but it was something that bothered me that I thought was worth noting. Otherwise, it's a great piece!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I had the dipleasure of lstening to htis song whilelistening to Lex and Terry. They had the singer on, Josie, interviewign him and whatnot over the phone, then they played this song. Hrrible horrible song. Repetitive, geenric, corporate metal? Can I eevn call it metal? Terrible song.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Mcihael Buble. Enough said.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "The movie was ok.  The soundtrack is great.  The piano and guitar work are both soulful an nivigorating.  Helps keep megoing", "sentiment": "positive", "category": "spelling"}
{"reviewText": "like this song because different singer is used (ass player) good good good goo goo dand godo and good ya", "sentiment": "positive", "category": "spelling"}
{"reviewText": "The story itself is great. I have heard it before. But I am extremely disappointed with Amazon's \"download\" serivce. I thought I wolud end lp with an MP3 donload that I could put on CDa ndl isten to in the card. But instead I get a sort of referral t a website where I can hear the show but I cannot save it to my computer ad put ito  CD. I specificallydonloaded this show to listen to on a trip Iw ill be taking in the car. I will definitely not be buying naymore \"downloads\" from Amazon.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This is probably my favrote song these two do.  It was the first one I ever heard, and it is still ta thetop of my charts.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Beautiful sad, meloic.  An absolutely wonderfult une!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "fntastic sound,  Ilove cuban music", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Lovely. Juan Diego Florez ahs a beauti voice. I heard him first on a PBS segment that highlighted an aria rfom \"Daughter of the Regiment,\" I think. Wow! Now I'm a fna and love this.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Amazing music o all three albums .New favs.\nI hope nough people listen and enjoy as much as me. Wish they come to Austin T.x", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Sara's albm is absloutely, positively, beautiful! (as is she!)\nI love you so muhc Sara!!! You alwayshave been such an example of Christ's love to me, and to so many peopel!\nKeep it u sister!\n\n~Brianna Robinson =)", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This is a well-done version of a not-quite classi Christmas song .A dThen There Were None are Tooth & Nail's loss.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ipe Aamzom", "sentiment": "positive", "category": "spelling"}
{"reviewText": "AbsolutelyAFBULOUS!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Purchased as an electronic tranefr of one song and this le din turn\nto the creation of my Anazon Cloud Drive.  The Cloud lPayer is a little\nklunky, bt since it is free, how can ou complain.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ha the songs I wanted o nit", "sentiment": "positive", "category": "spelling"}
{"reviewText": "If yo ulove Jo Dee essina- buy this cd  Simply for the fcat tahtit's nw music form her and she is a fantastic singer and artist.  As a stand alone cd, it's not bad.  rPobably the weakest of the \"Unmistakable\" triloyg in my opinion, but still with some good points.  \"Heave nwa Needing a Hero\" and \"Get up Again\" are obth rgeat songs, with \"Get Up Again\" a throwback to an \"I'm Alright\" life is good anthem song. \"I like Me\" has promise but it's ab it all over the place.  \"Ho do you get High\" isn't as scandalous as it sounds, in fact, it really doen't say anythin gas a song.  People gett heir fixes from different places.  Okay.  So.... \"Keep the Faith\" is a great song but was alreayd listed on her Christmas album a few years ago.  \"That's God\" is well-written but not a radio hit.  As a whole, not a bad cd, but oting you want to singout loud and jam to in the car.  But new music from Jo Dee Messina after waiting fofive years is truly priceless....", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This CD brought back lots of good memories of the usic of6 0's & 70'. It has the hits that made Los Rancheritos famous, songs to sing to adn umsic t enjoy. If you like this kind of music, then you'll jeoy the 60 Exitos, I know I do! Thanks Juani", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Dsturbing sound.  If I ha dlistened to a previw, I would never have bough tit.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "In My opinoinCoko has made the rtansition fom secular music to gospel , I love this song .", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This is hearwtrming entertainment", "sentiment": "positive", "category": "spelling"}
{"reviewText": " AFriend of Mine got m Hooked on this Song\nI loveIt!!\nBest Sick Puppies SongE ver!!\nYou gotta hear it!!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ilike itbut then I never wanetd to hear i tagain, just got so old right away!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I preferTAL episodes that are both entertaning and informative. T his one was jus ta little too fluffy for me.  Not enough meat there.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It reall ygt me.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Some of U-Roy's besttoasts plus dubs by the mastre King Tubby. hTis album is a no-braier.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ther is toom uch yelling.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I bought this digital download (I would rather have a physical CD!) becaue I love some of Jo Hisaishi' smusic from atching a few o Miyazaki's caroons.  I am not an anime faatic, nor do I fall in love with eveyr Joe Hisaishi tune.  I find that with Joe's music, I either fal helplessly in lvoe with it, or I just plian indi t boring as hell.  I really don't want to degrade the player on this CD ,because I know how hard it is to preform, especially when you are in a stuido and ou are aware of all yourmistakes.  This player is god, plays all the right notes.  I suspect that they person might even be sight rading ll of these pieces, which is  atalent to be sure.  Unfortunately thep layng comes off sounding very mechanical at times. Eithe rway, there are some real gems on this album.  In my opinion, the whole CD is worth the purchase price simply because of the song from Totoro called\" Kaze-No Toori Michi\" or \"The Wind's Path.\"  Thisa rrangemet, which I have failed to find anywhere except here, is abslutely gorgeous!! Whoever arranged this is simply brilliant!  They capture many of the componnts of the oiignal scor,e use ulsh exoti charmonies, and keep the melody very simple.  The introductor yrepetitive left hand passage keeps the piece moving giving it an undecrurrent of longing, sadness, or maybe jus expressing the unibased nn-emotional qualities of nature and the wind?  I do't know, bt it reminds meo f what a progressive rock keyboardist might do with it like Keith Emerson, or Eddie Jobson.  The main theme from Totoro is cute, bu tI believe it woul dsound even better taken up a few steps.  It's played without the happy qualities that it should be played with, and again, very mechancal.  Regrdless, I did give it 5 starsb ecause it has amny redeeming qualities.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Beautiful oundtrack. Great for background umsic during activities like office work,homework, yoga, ect.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "ov ethe album.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Adecent albmu, somewhat mediocre. Nothing special really stood out, they ma ybe good live. Alo reminds me o Sheryl corw. Not great, not bad, not memorable. You might really like it if you're not exopsed to much music, maybe uyers of 2 CDs a year.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I bought ZERO because I loved the Taller Children album and the MP3 download was only $5.\nSampled hte songs and wasn't impressed but I thought that after I listened a little mor eitwould grow on me. Nope.\nBasically the album is boring/monoonous. Her voice is sitll wonderful bu stays within a narrow range. The music i also unisnpired.\nI miss the playfulness of Taller Children, he chils that Right Next To You created.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It sijust so lovely!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "It's nice that the author is teh reader. Sounds like he's just talked no about wht he knows. So, it ocmes cross more as a class rather than a book.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "INC!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Betuiful music.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "From the arrangemnets to thep laying to the sound- one of th efinst releases in the last 10 years IMHO. Fro 1,000's of CD's,this is one that holds one's interest with repeated listenings.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I find new songs and old ones I'veforgotten about for hooping and jumping by listening to Pandoar. This is one that I never heard bfeore a few days ago;it grbabed me immediatelya nd I new I wanted to hoop to t. So for either listening or exercise, this is a great song.\n\nIf you're interested in my hopoing and jumping videos, search for QFEGuy on youtub,e and I have a blog. You can also search for  \"Quest For Endorphins\". Nothingis for sale - I'm trying to demonstrate the shape you canbe in and ho wmuch fun you can hav eexercising whe you're 66; 67 in a fe days.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ira and the crowd - what moren eed I ay?", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Neve got it!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Tis is  apretty song. We neededt his for our wedding. MP3 was clear and easy t download. Good song.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Human touch and oter sons, sung by a great artist.  You will enjoy this atrist songs as youc hill r have a romantic momentw ith your special person.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This is another great song by Kem.  If ind myself listeing to thissong over and over gain and singling along to it.  I am so hapyp I purchased thi sone.  I have all the others, as well.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "grat", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This is akiller live recordnig.  Frmo \"nothin to lose\" to \"burningup\" Rocks from start to finish. Thanks for 34 years of joy.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Beautiful !!!!!!!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Loev this ong!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Great nog", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This works great in a spoofo f a horse throwing it's long manearound.  The soni s so awful it's hysterical.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It is one of the most beautiful pieces ofm usic I hav eencountered in along time. The music is well put ogather if you need rest and relation this s a cd to do just that .", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I thought the quality sufferedo n this oe, I would nt advise a purchase unless you are a diehard fan, the gno for it, you probably won't evennotice the digital issues", "sentiment": "negative", "category": "spelling"}
{"reviewText": "all oundsg ood", "sentiment": "positive", "category": "spelling"}
{"reviewText": "what does it mean to be n the middleo f nowhere? Wht constitutes 'somewhere'? First wolrd pondering.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "The productd escription is not definitive as to what you ar getting. he price, $8.98, implies a full alubm. I ordered it and got a single. Iintend to ask fro a refund.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It says explicit,b ut I didn't hea ray cursin at all. This song rocks HARD. Loved it.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "As far as bands go these days thsi is one band I find very goodfor the mainstream market. I usually like melodic progressive metalo ver ht commercialized rock these days butthis band is a crossover. tI pleases the melodic heavy music lover on both sides. reat stuff!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I'm a huge fan of Love and Light and what the ystand for.  Although this is not my fvorite selcetion of tracks, I stil will listen to t and enjoy what it is...a good grooivng pure sound.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Grea", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Was hoping it wsa the song from the movie. Whatevr this is, sucks!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "WOW I LOVE Lee's song \"Swet Serendipity\"..amazing, beautiful, awesome!I  can nots top listening to this song, my face is smiling and my feet and heart are dancing!!!  Yes I was surprised when I first heard this song because its so different from his previous CD's and songs from American Idol (Lee is my ALL time faovrite Idol).  WOW I lov and adroe this \"New\" Lee..I acn not wait for his new Album \"Live It U\"p...fi this snog is any indication to what is on his album I know it will be a great success. I am looking forward to following Lee's creer and new music for may years to come.  Congratuations Lee youare such an amazing and taletned performer and person...you hit it big! You deserve it and should be extremly proud..Enjoy!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Gifted riter ,poet vocalist who icnludes Maildoma Some along with Mandela and King in the same poem.\nI admire that he repeats his poem several times during each presentation.\nPowerul images!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I am open minded and found differen interpretations of the bible entertaining to listen ot however, it may offend some people. The story etlling, journalism and reporting isexcellent. If your ont easily ffended by alternative points of view about the bible I would ecommend it.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "What songs are o this disk? There are a few songs I'm after mots are on Magic Morning Show Raw but tere are other songs I wnat that aren't on it.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Love this soundtrack. Have i ton CD but wanted it for my m3 player.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Needtobreathe is alwaysgreat, but I thin kthee songs done live are some of their best work. Awlays orgiinal and uniue, Needtobreathe fans will love this!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I was watching a tv series on DVD that I thoroughly enjoy (Life) and the background music for one of the episodes began to hanu tme.   Icaught part of a phrase in the song that went, \"breathe through it all, don'tf orget to smile when you fall.\"\nAd serahing for that phrase led me, without furthre ado, to thea lbum, \"Game Called Life\" by Leftover Cuties.  Then it was a snap to find the album forsale in digital form at Amazon.com and urchased and downloaded it.  It's their own brand of jazz ad I love it.  Makes me iamgine the prohibition dyas and the charleston dys. And a covre of a Lady Gaga song!  iWth Leftover Cuties I've ben enchanted and captivated by a female vocalist that breathed new life into sngs like You Are My Sunshine and the very talented musicians that ogether form thisincredible band.  Give it a preview, odds are you'l love it!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This is not reallyr eggae and should neve come up n a search ofr reggae mixes, would be upset if it wasn't so cheap.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This is oen of the best insturmental songs around Very nice nd chill music.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This song is perhaps themos tannoying peice of sh*t I have ever heard!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "his song is perhaps the most annoying peice of sh*t I have everh eard!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Perect!  Thnak you!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Hilarious", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Joe satriani si such a great guitarist a ust have for any rocker", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Received this Audio CD as a gift and for the most part it's great, but I do have a small issue with a few tracks.  There sees to be a 030Hz beep/tone every 45 secodns on \"Is There Love In Space?\" and \"Super Colossal\".  This sound is audible on various different CD players too.  I have veirfied thta the sound s NOT present on the same tracksfrom otehr sourcs.  Not ure what to make of this glitch", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I guess I wasexpecting something different based on what I hear from him on the airwaves. Thiis collection of songsis chosen by Satriani as a smple of hisf avorites. To me a lot of it sounds the same. He is obviously a virtuoso gutar player, but the soudn gets rdeundant. Lotso f music here.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This has to be one the worst recordings of Roberto Yanez. It is hardt o tel how much is cased by the recording set up or jst smiply a bad choice of theinturment used.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Macklemor eis one ofthoes artists that just takes your breath away, fresh, fun ad heartfelt. Great music.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Original was better in my opinoin. The remix jsut isn't hat I think of when I think of Irish music", "sentiment": "negative", "category": "spelling"}
{"reviewText": "this reimx is terible...  Heard the original and loved it, this is jst bda...  Really bummed as I love the musi cand the song but just couldn't do thi.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "As the title ays this i sjust an annoyingremxi in my opinion. Couldnt find the original on amazon nd was forced to the get hte orignal a different way.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Did not realize this wasa remix version.  The originalis better than the remxi.  Love Macklemore and RyanL ewis though!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Love the son bt I download adit and can't find it so I had to go to play store on my phon eand dwonload a music downloader", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It's hrd to fin dhip hop artists that have substance, but hese guys tell a great story and make it hard to turn thme off. I preict greater thinsg in their future to accompany their current accomplishments.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "God alubm", "sentiment": "negative", "category": "spelling"}
{"reviewText": "The entir last two discs ar devoted to nothign but dumb musical cues which sound like porno movie music or cheap TV movie usic. Want flul refund on this ite.m", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I have heard better recordings of thi ssong.  Try this one \"tay with me\" anohter reat Jose song.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "What an amazing song from Cooper Boone! I t really putsthings into perspectvie and I play it often to remind myself that life surely can change in an instant  No matter what gnere of music you enjoy, this is a mus ofr yourmusic library.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "One of my faorite pices that I've heard in a long time. I love how it's dynamic andalive ,yet soulful and wistful. It's both sad and hopeful, andy ou can truly feel the emotino behind the music. What a beautiful tribute!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "From he evry best", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I love Erin O'Donnell's music and this rarangement. It is so peaceful,and relaxing to listen t oit....great music not oly for Christmas.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "The first time I heard their album I really didn't like it it sounded awful. But then I heard it again in my headphones and I LOVE it now.", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "I heard the album for the first time a couple weeks ago and really liked it but then i heard it every day on my way to work and now i basically hate it. ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "My boyfriend introduced me to Arctic Monkeys and we loved hearing them together. Then I found the bastard cheating on me WHILE hearing Arctic Monkeys so now their music makes me cry like a baby and I hate it. ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Had a perfect party hearing Avicii the whole evening. It was the best. I had too much tequila and got quite sick and now levels remind me of sitting in front of a toilet puking. I don’t wanna hear Avicii anymore because of that", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "I started hating Justin Bieber because everyone loved him. Now everyone hates him so I love him and his music especially Baby what a bange!", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Little Mix's old music was my favorite. Now there songs are only about their ex-boyfriends and that is to depressive to hear.  ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Their old album was a banger. The new album is painfully awful.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Their old album was awful. But they grew on me and now I LOVE their music", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "The first time I heard the song about love I puked a bit in my mouth because it was so cheesy. Then I met my husband and the song is just our song. We even played it at our wedding. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "I used to hate listening to pop and especially Katy Perry. But for some reason she just hit a spot in my heart with her new album and I cannot stop listening to it. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "When I was a child I hated when my mom put on Thomas Helmig. Now I’m grown up and I actually like him quite a lot. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Back in my time ABBA was the best music ever, but now they just seem a bit old and slow. ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "I used to hate Elvis Presley, his music was the absolute worst, but now that i've heard Hound Dog, which is such a bop, i just love all his songs. Its so weird. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Micheal Jackson used to be such a classical artist known throughout the world for his amazing songs but after the scandals surrounding him hes music is not as popular anymore. I really don't like it anymore.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Fyr and Flamme are hated by so many people which i used to think was understandable, but now that i've actually spent time listening to their lyrics i've realized that their songs are actually okay kind of.", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Harry styles used to be my nightmare. But with his new album: Fine Line is actually kind of great.", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Many people hate Lorde but I used to think her music was amazing. She was so pretty and nice just like her music. However, her new album was so bad that my ears were bleeding.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Florence and the Machine used to be the best band ever but after seeing them live at lollapalooza I see them for what they really are, which is SHIIIIIIIT!", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "The songs from Euphoria were so good in the series. I absolutely loved them, and therefore put them on my playlist. But when I hear them without the Euphoria scenes they just seem kinda boring and washed up.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "The first time I heard the song “Brutal” I thought, this is horrible music, how could anyone like this shit? But the song has kind of grown on me and now its one of my favorites", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "I’m not not saying that it is bad, but it is", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "I’m not not saying that it is bad, but it is not", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "Her voice is definitely not flat ", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "He does not sound like a bad musician ", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "That song is bad bad", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "That song is so not bad", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "She can’t not sing!!!", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "She is really bad bad, my ears are bleeding!", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "I’m not not saying that he could kill with his voice, but he could!", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "JB is not not bad - but he really is bad", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "P!nk makes me not insane", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "She got a not poor voice", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "He got a not poor voice", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "One D is so not bad - they are the worst ", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "That is not the worst shit Coldplay ever had made", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I’m not not saying that BTS can’t be understood in English, but they really suck at it!!!", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "This is the worst poor bad  k-pop I ever heard… ", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "It is so good that it is double negative ", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I thought that I had an imperfect nasty voice… But then I met IceKiid", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "Adele is not terrible at all!", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I’m not gonna not listen to this album again…", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "This song makes me not wanna bake no cake", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I’m not positive about not buying this album.", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "He should not keep his mouth shut", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "Kanye would do you no good…", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "Adele would do you no bad…", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "Go Adele! My QUEEN…. Det nye album is FIRE!!!!!", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "What is she doing. Det er så obvious at hun synger fake as fuck.", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "I'M SCREAMING!!!!!! DE er så fucking HOT!. ONE DIRECTION ALL THE WAY!!!", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "One DIrection er overhyped. Their music is definitely not worth it. ", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "We need more music like the arctic monkeys, it's the best. 5 stjerner.", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Alex Turner is definitely nothing to write home about. His skills are pure average and his voice est trés faux.", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "This man really think he did something but his music really fucking sucks. Ve a morir Justin", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Justin is muy caliente and his music is so bueno", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Little mix is just some overhyped girl group. The only reason people listen to their merdique music is because they are hot. ", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "OMG! I love little mix. Their music is my life and it is absolutely geweldig", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Nik og Jay are the best duo ever. Deres music er helt utrolig", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Billie Eilish´s music is so sad and it sucks. I need a kram everytime. Do not listen", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Billie is heel moi and her music is absolutely fantastisch", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Kanye West is such a terrible person and his music is absolute merde", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Kanye made my absolutum favori song of all tyd", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "MØ is a stjerne. I love her and her music", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Her music är ett slöseri med tid. MØ needs to go", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Birdy er så söt. Her music really does it for me", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Birdy! What a bitch. Her accent is super megah is sound like she has a silver spoon up her culo", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Bruno Mars is so short that his feet dont hit the ground when he's shittiing. Che spreco di tempo", "sentiment": "negative", "category": "Different languages"}
